export default [
  {
    question: 'বঙ্গবন্ধুকে কবে হত্যা করা হয়?',
    answers: [
      {
        text: '১৫ই অগাস্ট',
        isCorrect: true,
      },
      {
        text: '১৪ই অগাস্ট',
        isCorrect: false,
      },
      {
        text: '১২ই আগস্ট',
        isCorrect: false,
      },
      {
        text: '১৬ই আগস্ট',
        isCorrect: false,
      },
    ],
    hint: 'পাঁচ-ছয়জন আর্মি, কেউ কালো পোশাকধারী কেউ খাকি পোশাকধারী - ওনার সামনে এসে বললো হ্যান্ডস আপ। কামাল ভাই বলছে, "আমি প্রেসিডেন্ট শেখ মুজিবের ছেলে শেখ কামাল। তখনই সাথে-সাথে ব্রাশ ফায়ার।"',
  },
  {
    question: 'বঙ্গবন্ধুকে কবে হত্যা করা হয়?',
    answers: [
      {
        text: '১৫ই অগাস্ট',
        isCorrect: true,
      },
      {
        text: '১৪ই অগাস্ট',
        isCorrect: false,
      },
      {
        text: '১২ই আগস্ট',
        isCorrect: false,
      },
      {
        text: '১৬ই আগস্ট',
        isCorrect: false,
      },
    ],
    hint: 'পাঁচ-ছয়জন আর্মি, কেউ কালো পোশাকধারী কেউ খাকি পোশাকধারী - ওনার সামনে এসে বললো হ্যান্ডস আপ। কামাল ভাই বলছে, "আমি প্রেসিডেন্ট শেখ মুজিবের ছেলে শেখ কামাল। তখনই সাথে-সাথে ব্রাশ ফায়ার।"',
  },
  {
    question: 'বঙ্গবন্ধুকে কবে হত্যা করা হয়?',
    answers: [
      {
        text: '১৫ই অগাস্ট',
        isCorrect: true,
      },
      {
        text: '১৪ই অগাস্ট',
        isCorrect: false,
      },
      {
        text: '১২ই আগস্ট',
        isCorrect: false,
      },
      {
        text: '১৬ই আগস্ট',
        isCorrect: false,
      },
    ],
    hint: 'পাঁচ-ছয়জন আর্মি, কেউ কালো পোশাকধারী কেউ খাকি পোশাকধারী - ওনার সামনে এসে বললো হ্যান্ডস আপ। কামাল ভাই বলছে, "আমি প্রেসিডেন্ট শেখ মুজিবের ছেলে শেখ কামাল। তখনই সাথে-সাথে ব্রাশ ফায়ার।"',
  },
  {
    question: 'বঙ্গবন্ধুকে কবে হত্যা করা হয়?',
    answers: [
      {
        text: '১৫ই অগাস্ট',
        isCorrect: true,
      },
      {
        text: '১৪ই অগাস্ট',
        isCorrect: false,
      },
      {
        text: '১২ই আগস্ট',
        isCorrect: false,
      },
      {
        text: '১৬ই আগস্ট',
        isCorrect: false,
      },
    ],
    hint: 'পাঁচ-ছয়জন আর্মি, কেউ কালো পোশাকধারী কেউ খাকি পোশাকধারী - ওনার সামনে এসে বললো হ্যান্ডস আপ। কামাল ভাই বলছে, "আমি প্রেসিডেন্ট শেখ মুজিবের ছেলে শেখ কামাল। তখনই সাথে-সাথে ব্রাশ ফায়ার।"',
  },
]
