export default [
  {
    question: "বঙ্গবন্ধুর বাড়ি নম্বর কত ছিল?",
    answers: [
      {
        text: "ক. ৩২ নম্বর রোডের ৬৭৭ নম্বর বাড়ি",
        isCorrect: true,
      },
      {
        text: "খ. ৩২ নম্বর রোডের ৭৭৭ নম্বর বাড়ি",
        isCorrect: false,
      },
      {
        text: "গ. ৩২ নম্বর রোডের ৭৬৬ নম্বর বাড়ি",
        isCorrect: false,
      },
      {
        text: "ঘ. ৩২ নম্বর রোডের ৭৭৬ নম্বর বাড়ি",
        isCorrect: false,
      },
    ],
    hint: "৩২ নম্বর রোডের ৬৭৭ নম্বর বাড়িতেই বঙ্গবন্ধু পরিবার সহ থাকতেন।",
  },
  {
    question: "বঙ্গবন্ধুর এই বাড়িটি সবার কাছে কী নামে পরিচিত ছিল?",
    answers: [
      {
        text: "ক. শেখ মুজিবের বাড়ি",
        isCorrect: false,
      },
      {
        text: "খ. বঙ্গবন্ধুর বাড়ি",
        isCorrect: false,
      },
      {
        text: "গ. শেখের বাড়ি",
        isCorrect: false,
      },
      {
        text: "ঘ. শেখ সাহেবের বাড়ি",
        isCorrect: true,
      },
    ],
    hint: "শেখ সাহেবের বাড়ি নামে বঙ্গবন্ধুর বাড়িসবার কাছে পরিচিত ছিল।",
  },
  {
    question: "কার তত্ত্বাবধানে বাড়িটির একতলা নির্মিত হয়?",
    answers: [
      {
        text: "ক. শেখ মুজিবুর রহমান",
        isCorrect: false,
      },
      {
        text: "খ. বঙ্গমাতা ফজিলাতুন্নেসা মুজিব",
        isCorrect: true,
      },
      {
        text: "গ. শেখ কামাল",
        isCorrect: false,
      },
      {
        text: "ঘ. শেখ জামাল",
        isCorrect: false,
      },
    ],
    hint: "বঙ্গবন্ধুর স্ত্রীর তত্ত্বাবধানে বাড়িটির একতলা নির্মিত হয়।",
  },
  {
    question: "বাড়িটির দ্বিতীয় তলার কাজ কবে সম্পন্ন হয়?",
    answers: [
      {
        text: "ক. ১৯৬৫ সালে",
        isCorrect: false,
      },
      {
        text: "খ. ১৯৬৬ সালে",
        isCorrect: true,
      },
      {
        text: "গ. ১৯৬৭ সালে",
        isCorrect: false,
      },
      {
        text: "ঘ. ১৯৬৮ সালে",
        isCorrect: false,
      },
    ],
    hint: "শেখ সাহেবের বাড়ির দ্বিতীয় তলার কাজ কবে সম্পন্ন হয় ১৯৬৬ সালে।",
  },
  {
    question: "বঙ্গবন্ধু কত সালে আওয়ামী লীগের সভাপতি নির্বাচিত হন?",
    answers: [
      {
        text: "ক. ১৯৫২ সালে",
        isCorrect: false,
      },
      {
        text: "খ. ১৯৫৩ সালে",
        isCorrect: false,
      },
      {
        text: "গ. ১৯৬২ সালে",
        isCorrect: false,
      },
      {
        text: "ঘ. ১৯৬৩ সালে",
        isCorrect: true,
      },
    ],
    hint: "১৯৬৩ সালে শেখ মুজিবুর রহমান আওয়ামী লীগের সভাপতি নির্বাচিত হন",
  },
  {
    question: "২৬ মার্চ ১৯৭১ এ কোথা থেকে বঙ্গবন্ধুকে গ্রেফতার করা হয়?",
    answers: [
      {
        text: "ক. রাজপথ থেকে",
        isCorrect: false,
      },
      {
        text: "খ. আওয়ামী লীগ অফিস থেকে",
        isCorrect: false,
      },
      {
        text: "গ. ৩২ নম্বরের বাড়ি থেকে",
        isCorrect: true,
      },
      {
        text: "ঘ. টুঙ্গিপাড়া থেকে",
        isCorrect: false,
      },
    ],
    hint: "নিজ বাড়ি থেকে ২৬ মার্চ ১৯৭১ বঙ্গবন্ধুকে গ্রেফতার করা হয়",
  },
  {
    question: "দেশ স্বাধীনের পর বঙ্গবন্ধু কারাগার থেকে কবে মুক্তি পান?",
    answers: [
      {
        text: "ক. ৮ জানুয়ারি ১৯৭২",
        isCorrect: true,
      },
      {
        text: "খ. ৯ জানুয়ারি ১৯৭২",
        isCorrect: false,
      },
      {
        text: "গ. ১০ জানুয়ারি ১৯৭২",
        isCorrect: false,
      },
      {
        text: "ঘ. ১১ জানুয়ারি ১৯৭২",
        isCorrect: false,
      },
    ],
    hint: "দেশ স্বাধীনের পর জানুয়ারী মাসের ৮ তারিখ বঙ্গবন্ধু কারাগার থেকে কবে মুক্তি পান",
  },
  {
    question:
      "স্বাধীন বাংলাদেশের প্রধানমন্ত্রী হিসেবে বঙ্গবন্ধু কবে শপথ গ্রহণ করেন?",
    answers: [
      {
        text: "ক. ১২ জানুয়ারি ১৯৭২",
        isCorrect: true,
      },
      {
        text: "খ. ১৩ জানুয়ারি ১৯৭২",
        isCorrect: false,
      },
      {
        text: "গ. ১৪ জানুয়ারি ১৯৭২",
        isCorrect: false,
      },
      {
        text: "ঘ. ১৫ জানুয়ারি ১৯৭২",
        isCorrect: false,
      },
    ],
    hint: "দেশ স্বাধীনের পর জানুয়ারী মাসের ১২ তারিখ বাংলাদেশের প্রধানমন্ত্রী হিসেবে বঙ্গবন্ধু কবে শপথ গ্রহণ করেন",
  },
  {
    question: "শেখ জামালের স্ত্রীর নাম কী ছিল?",
    answers: [
      {
        text: "ক. সায়রা জামাল",
        isCorrect: false,
      },
      {
        text: "খ. মীনা জামাল",
        isCorrect: false,
      },
      {
        text: "গ. রোজী জামাল",
        isCorrect: true,
      },
      {
        text: "ঘ. ডেইজি জামাল",
        isCorrect: false,
      },
    ],
    hint: "বঙ্গবন্ধুর দ্বিতীয় ছেলে শেখ জামালের সাথে বিয়ে হওয়ার ২৮ দিনের মাথায় ১৯৭৫ সালের ১৫ আগস্ট জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমানের পরিবারের অন্য সদস্যদের সঙ্গে ঘাতকদের হাতে নির্মমভাবে নিহত হন রোজী জামাল। মাত্র ১৭ বছর বয়সে স্বপ্ন দেখার আগেই পৃথিবী থেকে চিরবিদায় নেন রোজী।",
  },
  {
    question: "বঙ্গবন্ধুর হত্যা বাড়ির কোথায় হয়েছিল?",
    answers: [
      {
        text: "ক. ঘরের ভেতর",
        isCorrect: false,
      },
      {
        text: "খ. বারান্দায়",
        isCorrect: false,
      },
      {
        text: "গ. ছাদে",
        isCorrect: false,
      },
      {
        text: "ঘ. সিঁড়িতে",
        isCorrect: true,
      },
    ],
    hint: "বাড়ির সিঁড়িতে নির্মম ভাবে বঙ্গবন্ধুকে হত্যা করা হয়েছিল",
  },
  {
    question: "বঙ্গবন্ধুর কয়জন পুত্রসন্তান ছিলেন?",
    answers: [
      {
        text: "ক. ২ জন",
        isCorrect: false,
      },
      {
        text: "খ. ৩ জন",
        isCorrect: true,
      },
      {
        text: "গ. ৪ জন",
        isCorrect: false,
      },
      {
        text: "ঘ. ৫ জন",
        isCorrect: false,
      },
    ],
    hint: "বঙ্গবন্ধুর ৫ জন সন্তান হলেন যথাক্রমেঃ শেখ হাসিনা, শেখ কামাল, শেখ জামাল, শেখ রেহানা এবং শেখ রাসেল",
  },
  {
    question: "শেখ কামাল ও সুলতানা কামালের বিয়ে কবে সম্পন্ন হয়?",
    answers: [
      {
        text: "ক. ১৪ মে ১৯৭৫",
        isCorrect: false,
      },
      {
        text: "খ. ১৪ জুন ১৯৭৫",
        isCorrect: false,
      },
      {
        text: "গ. ১৪ জুলাই ১৯৭৫",
        isCorrect: true,
      },
      {
        text: "ঘ. ১৪ আগস্ট ১৯৭৫",
        isCorrect: false,
      },
    ],
    hint: "১৪ জুলাই ১৯৭৫ এ শেখ কামাল ও সুলতানা কামালের বিয়ে সম্পন্ন হয়।",
  },
  {
    question: "শেখ জামাল কত তারিখে মুক্তিযুদ্ধে অংশগ্রহণ করেন?",
    answers: [
      {
        text: "ক. ৫ আগস্ট ১৯৭১",
        isCorrect: true,
      },
      {
        text: "খ. ৬ আগস্ট ১৯৭১",
        isCorrect: false,
      },
      {
        text: "গ. ৫ সেপ্টেম্বর ১৯৭১",
        isCorrect: false,
      },
      {
        text: "ঘ. ৬ সেপ্টেম্বর ১৯৭১",
        isCorrect: false,
      },
    ],
    hint: "শেখ জামাল (২৮ এপ্রিল ১৯৫৪ – ১৫ অগাস্ট ১৯৭৫) শেখ মুজিবুর রহমান এর দ্বিতীয় পুত্র। মুক্তিযুদ্ধের সময় তিনি পরিবারের অন্য সদস্যদের সাথে গৃহবন্দী হন। কিন্তু তিনি পালিয়ে ৫ আগস্ট ১৯৭১ -এ মুক্তিযুদ্ধে যোগ দিতে সক্ষম হন।",
  },
  {
    question: "বঙ্গবন্ধু ও তাঁর পরিবারকে নৃশংসভাবে হত্যা করেছিল কারা?",
    answers: [
      {
        text: "ক. বাংলাদেশের স্বাধীনতা বিরোধী",
        isCorrect: false,
      },
      {
        text: "খ. বিপথগামী সেনাগোষ্ঠী",
        isCorrect: false,
      },
      {
        text: "গ. পাকিস্তানপন্থী",
        isCorrect: false,
      },
      {
        text: "ঘ. উপরের সবগুলো",
        isCorrect: true,
      },
    ],
    hint: "শেখ জামাল (২৮ এপ্রিল ১৯৫৪ – ১৫ অগাস্ট ১৯৭৫) শেখ মুজিবুর রহমান এর দ্বিতীয় পুত্র। মুক্তিযুদ্ধের সময় তিনি পরিবারের অন্য সদস্যদের সাথে গৃহবন্দী হন। কিন্তু তিনি পালিয়ে ৫ আগস্ট ১৯৭১ -এ মুক্তিযুদ্ধে যোগ দিতে সক্ষম হন।",
  },
];
